tap "rcmdnk/file"
tap "valkyrie00/bbrew"
brew "openssl@3"
brew "ast-grep"
brew "autoconf"
brew "automake"
brew "readline"
brew "bash"
brew "bat"
brew "btop"
brew "gmp"
brew "cask"
brew "cmatrix"
brew "colima"
brew "libyaml"
brew "commitizen"
brew "php"
brew "composer"
brew "pkgconf"
brew "czkawka"
brew "docker"
brew "docker-buildx"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "gitleaks"
brew "graphicsmagick"
brew "gum"
brew "helix"
brew "htop"
brew "icu4c@76"
brew "imagemagick"
brew "iniparser"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "mackup"
brew "mas"
brew "mermaid-cli"
brew "mise"
brew "multitail"
brew "neovim"
brew "nvm"
brew "pillow"
brew "pipx"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "pwgen"
brew "pyvim"
brew "ranger"
brew "rbenv"
brew "ren"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "speedtest-cli"
brew "spotify_player"
brew "spotifyd"
brew "starship"
brew "stow"
brew "superfile"
brew "tailscale"
brew "tectonic"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "tree-sitter-cli"
brew "unzip"
brew "vips"
brew "viu"
brew "w3m"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "yarn"
brew "yazi"
brew "you-get"
brew "zellij"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-syntax-highlighting"
brew "rcmdnk/file/brew-file"
brew "valkyrie00/bbrew/bbrew"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alt-tab"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "blip"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "chromium"
cask "cleanmymac"
cask "command-x"
cask "devtoys"
cask "ente-auth"
cask "firefox"
cask "font-anonymous-pro"
cask "font-consolas-for-powerline"
cask "font-daddy-time-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-lato"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-drive"
cask "karabiner-elements"
cask "kitty"
cask "logitech-options"
cask "messenger"
cask "mimestream"
cask "pixieditor"
cask "podman-desktop"
cask "raindropio"
cask "raycast"
cask "rectangle-pro"
cask "rocket"
cask "soundsource"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Consent-O-Matic", id: 1606897889
mas "Folder Preview", id: 6698876601
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Save to Raindrop.io", id: 1549370672
mas "Shortery", id: 1594183810
mas "Sink It", id: 6449873635
mas "SponsorBlock", id: 1573461917
mas "Wipr", id: 1662217862
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "vscode-icons-team.vscode-icons"
